backend/controllers/AdverjsController.php

    protected function findModel($id)
    {
        if (($model = Adverjs::findOne($id)) !== null) {
---
SELECT * FROM `yunmei_adver_js` WHERE `id`='2'