backend/controllers/ConfigController.php

SELECT * FROM `yii2_config` WHERE `keyid`='basic'
---
    public function actionBasic() {
        $this->_log_action = "基本配置";
        $model = Config::find()->where(['keyid' => 'basic'])->one();