backend/models/Admin.php

    public static function findIdentity($id) {
        return static::findOne(['id' => $id, 'status' => self::STATUS_ACTIVE]);
---
SELECT * FROM `yii2_admin` WHERE (`id`='4') AND (`status`=1)